<main>

    <section class="text textpage" id="container">
        <div class="content-wrapper">
        <h1>Биография</h1>
        <p>
        <img src="<?= IMG_CONTENT . '/gallery/image14.jpg' ?>" class="desktop-only right" width="300" />
        Йосиф Петров – поет, учител, общественик. С усмивка на уста, с папионка и елегантен костюм, винаги целуващ ръка на дамите, често говорещ в стих.</p>
        <img src="<?= IMG_CONTENT . '/gallery/image14.jpg' ?>" class="mobile-only" />
        <p>Роден е на 14 май 1909 г. в с. Чирен, Врачанско в семейството на средни се­ля­ни. Баща му Петър е бил кмет в родното му село. Майка му Пенка, макар и будна жена, останала неграмотна. В семейството Йосиф е най-малко дете и единствено момче – има две по-големи сестри – Тонка и Мара. Израства в обич и разбирателство. Основно образование завършва в родното си село. Още тогава започва да се проявява талантът му, като създава стихотворни епиграмки, пише и малки стихотворения.</p>
        <p>
        <img src="<?= IMG_CONTENT . '/gallery/Cvetana-Mishonova-Sevdalina-Vanina.jpg' ?>" class="left desktop-only" width="300" />
        По-нататък учи в Средно механотехническо училище в София, където се мести още на 16-годишна възраст. Започва да помества началните си творби във вестници и списания през 20-те години. През 1931 г. за­вършва Школата за запасни офицери в София. От 1936 до 1940 г. следва „Консулство и дипломация“ в Сво­бод­ния университет в София, но по семейни причини не се дипломира.</p>
        <p>През 1938 г. се жени за Цветана Мишонова – най-красивата девойка във Враца по онова време. Раждат им се две момиченца – Севдалина (1939) и Ванина (1941). За съжаление животът им се оказва много кратък. През Втората световна война при бомбардировката над Враца на 24 януари 1944 г. бомба пада върху къщата и убива двете момиченца, баба им, вуйчо им и слугинята. В това време Йосиф и Цветана пътували за Бяла слатина, където той бил директор на Занаятчийското училище. На това голямо нещастие той посвещава <a href="tvorchestvo/razpileni-pastrotsvetiya/sadba" title="Съдба">едно от най-тъжните си стихотворения</a>:</p>
        <img src="<?= IMG_CONTENT . '/gallery/Cvetana-Mishonova-Sevdalina-Vanina.jpg' ?>" class="mobile-only" />


        <div class="poem">
            <h5>СЪДБА</h5>
            <div class="content">Пожарът стихна. Почерня гората.
            И всичко в нея опустя.
            Една орлица дълго в небесата
            над мъртвата гора летя.

            Пищеше тя над жалните дървета,
            от мъка биеше с крила
            и търсеше на своите орлета
            изпепелелите тела.

            Пастирче бях и тъжната картина
            аз дълго гледах вкаменен.
            Едно безгрижно детство в мен изстина,
            една мечта умря във мен!

            Години прелетяха оттогава,
            аз раснах мълчалив и тих
            и на живота в гъстата дъбрава
            гнездо домашно си извих.

            Но с бомбен трясък връхлетя войната,
            в миг разруши ми всичко тя.
            Което някога видях в гората
            жестоко мене сполетя.

            Години отлетяха оттогава,
            аз скитах, тъжен и нерад,
            и на скръбта във живата жарава
            изпепеля животът млад!

            Косата посребря. Като орлица
            тъжовна мисъл все витай
            над гроба скъп на моите дечица,
            във моя свиден бащин край!

            1951 г.
            </div>
        </div>

        <p>В периода 1942–1943 г. Йосиф Петров е бил Хумболтов стипендиант в Гер­ма­ния. Там живял в гр. Изерлон в дома на една немска графиня, загубила сина си във войната. Посветил ѝ <a href="tvorchestvo/razpileni-pastrotsvetiya/in-memoriam" title="In memoriam">стихотворение</a>, което завършва така:</p>

        <div class="poem">
            <h5>IN MEMORIAM</h5>
            <div class="content"><em>На фрау Шпаренберг</em>
            .......
            С изстинала душа и рухнали надежди
            графинята пристъпя царствено, едва,
            трептят на нея тежки траурни одежди
            и скъп воал шуми над сведена глава!
            Какви, графиньо, бяха тия идеали,
            що разрушиха твоя майчин идеал?
            Мълчи скръбта. Мълчат заглъхналите зали.
            Мълчи забравен онемелият роял!

            гр. Изерлон, 1943 г.</div>
        </div>

        <p>В Германия харесал няколко качества у немците – ред, трудолюбие, дисциплина, точност, чистоплътност... След връщането си в България говорел за това пред приятели и познати. Искало му се тези качества да се прикачат някакси на българите и тогава нямало да имаме равни. След 1989 г., когато бяха отворени досиетата, на много места в неговото се споменава, че се възхищавал от Хитлеровия режим – той, който беше един от най-големите антихитлеристи, антифашисти и антикомунисти.</p>

        <p>
        <img src="<?= IMG_CONTENT . '/gallery/Yosif-Petrov-Ginka-Kalchishkova-1949.jpg' ?>" class="left" width="350" style="margin-top: 0px" />
        През 1948 г. Йосиф Петров се запознава с Гинка Калчишкова – последен курс студентка по право. Тя е родом от Силистра, но докато следва, живее при омъжената си сестра в София. Въпреки че разликата във възрастта им е 17 години, омайното слово на поета успява да плени младата дама и на 28 февруари 1949 г. двамата се женят. Ражда им се дъщеря <a href="tvorchestvo/vik-ot-katorgata/poshtenska-kartichka" title="Пощенска картичка">Звездомира</a>, от която впоследствие има три внучки и един внук. Младото смейство живее в едностаен апартамент на ул. „Борис I“ 41. Йосиф Петров учителства, а Гинка, завършила вече право, мечтае да стане адвокат. Но в онзи момент не приемали нови адвокати. За да зарадва младата си жена, той решава да посети министъра на правосъдието, тъй като по време на така наречения социализъм Министерството на правосъдието винаги в било на казионния Земеделски съюз. Отишъл да се срещне с министър Ради Найденов, но секретарката му не го допуснала по такъв въпрос. Успял само да разбере, че може да се отнесе и писмено. Докато се прибирал, скроил няколко куплета, натракал ги на пишещата машина на жена си и се върнал в министерството. Предал на пазача долу белия плик с молба да стигне до министъра. На следващата сутрин минитър Ради Найденов получил плика, събрал преките си подчинени и им прочел:</p>



        <div class="poem">
            <div class="content">Другарю министре!

            Надута като чучулата ярка
            не ме допусна твойта секретарка.

            Затуй в яда си аз реших
            молбата си да поднеса във стих.

            Макар и непознати, ний сме наши,
            зашото сме и двамата дружбаши.

            В Съюза аз съм само прост певец,
            а ти си първенец и големец.

            Затуй молбата ми към теб е кратка –
            жена ми да направиш адвокатка.

            Със месеци се преписката щура,
            сега е във отдел „Адвокатура“.

            С дружбашки поздрав
            Йосиф Петров
            </div>
        </div>

        <p>В първия списък с новоприети адвокати фигурирало и името на Гинка Калчишкова. В същото време, с помощта на майка си тя отглеждала дъщеричката си в Силистра. Получила от съпруга си следното известие:</p>

        <div class="poem">
            <div class="content">Мило Гинче,
            с тази кратка телеграма
            радост нося ти голяма,
            новина ти пращам сладка, 
            че си вече адвокатка!
            </div>
        </div>
        <hr />
        <br />

        <p>През 1956 г. унгарците въстават срещу червения ботуш. Разбира се, притеклата се на помощ братска червена армия потушава бунта. В резултат на това обаче много будни хора у нас са арестувани и изпратени без съд и присъда в комунистическия концлагер <a href="tvorchestvo/vik-ot-katorgata/persin">Персин</a> край село Белене. Йосиф Петров бил един от лагеристите по Унгарските събития. Заедно с него е и <a href="tvorchestvo/rodna-zemya/akrani" title="Акрани">Марин Жечев</a> – най-близкият му приятел. Като учен Марин Жечев е един от петимата асистенти на големия химик – проф. Ал. Спасов. Четиримата станали професори, а Марин Жечев – най-способният сред тях, изкарал два концлагера – първия в Богданов дол, а втория от 1956 до 1959 г. на остров Персин. Имало и много други – все честни и почтени хора, но ... неприемащи комунистическата диктатура. Там е бил и последният до 9 септември 1944 г. министър-председател Константин Муравиев.</p>
        <p>
        <img src="<?= IMG_CONTENT . '/gallery/image3.jpg' ?>" class="right" width="500" />
        Работата била много тежка, особено за хора, непривикнали към физически труд. Всеки ден е трябвало да изкопават по два кубика твърда земя. Имало е селски момчета, за които не било проблем, и те помагали и на другите, стига пазвантинът да не бил от най-лошите. Ако някой не успеел да изкопае двата кубика, цяла нощ сече дърва. На другия ден – отново два кубика. Голямата част от интелектуалците (а те били твърде много) не били свикнали с тежкия физически труд. По този начин са погубени много умни и интелигентни хора. Най-много се радвали, когато завали пороен дъжд и Дунавът прелее. Тогава не можело да се копае и ги оставяли в помещенията на твърдите нарове. Тогава успявали да си починат и да се възстановят. Имало и случаи на бягства – предимно млади, буйни момчета. Но те най-често завършвали трагично – застрелвали ги.</p>
        <p>През септември 1959 г. Йосиф Петров е освободен. Прибира се вкъщи при жена си и дъщеря си. Гинка му е спастрила малко пари да си купи зимно палто, но той ги дава на своя сълагерник Чакъров, с когото делили общите неволи и общия нар в концлагера. Той щял да купи накаква апаратура да правят общ бизнес. Само след няколко дни г-н Чакъров се появил с ново палто и престанал да поздравява своя „дост“. Йосиф Петров много трудно преживял тази измяна. Това е жесток удар от свой, което се понася най-тежко.</p>

        <br />
        <hr />
        <br />
        <p>Започва да пише стихове още на 16-годишна възраст. Първата си стихосбирка „<a href="tvorchestvo/rodna-zemya">Род­на земя</a>“ издава през 1939 г. Следват „Под развети знамена“ (1944), „<a href="tvorchestvo/selski-i-voinishki-humoreski">Селски и вой­нишки хуморески</a>“ (1945), „<a href="tvorchestvo/bosilkova-kitka">Босилкова китка</a>“ (1946), „Оранжева земя“ (1947), „Чо­рапът се разплита“ – комедия (1948).</p>
        <p>През 1937 г. спечелва първа награда за написване химн на селските ко­о­пе­ра­то­ри в анонимен национален конкурс, обявен от Общия съюз на земеделските коопе­ра­ции,  в който участват 52 души. Журито се състои от поета Теодор Траянов, ли­те­ра­турния критик Иван Радославов и Симеон Патев.</p>
        <p>През 1946 г. отново спечелва първа награда на национален конкурс за Марш на тру­довата повинност.</p>
        <p>През 1991 г. в. „Народна армия“ го награждава с голямата си награда за най-ху­ба­во стихотворение, отпечатано във вестника през годината.</p>

        <p>От 1948 до 1990 г. той тво­ри, но не издава нищо. И едва след промяната през 1989 г. излиза стихосбирката му „<a href="tvorchestvo/vik-ot-katorgata">Вик от каторгата</a>“. Историята на тази книга е необикновена и завладяваща. Ето какво пише авторът в първото издание:</p>

        <blockquote><p>Читателю,</p>

        <p>Мис­ля, че не ще ти е бе­зин­те­рес­но да уз­на­еш ко­га, къ­де и как са съз­да­де­ни тия сти­хо­ве. Те са сът­во­ре­ни без по­мощ­та на мо­лив и хар­тия в конц­ла­ге­ра на ос­тров Пер­син, край с. Бе­ле­не, меж­ду 1956 и 1959 го­ди­на.</p>
        <p>Още в ки­ли­и­те на Дър­жав­на си­гур­ност, пре­ди да бъ­да из­пра­тен в кон­цла­ге­ра, аз нах­вър­лих в гла­ва­та си сти­хот­во­ре­ни­е­то „Клет­ва“. В ла­ге­ра го про­дъл­жих. Съз­да­дох го за ня­кол­ко дни, но пос­ле го до­об­ра­бот­вах и усъ­вър­шен­ствах по­ве­че от сед­ми­ца. Ко­га­то го при­вър­ших, ня­кол­ко дни си го пов­та­рях на­ум, за да го за­па­ме­тя не­заб­ра­ви­мо. По съ­щия на­чин след не­го се ро­ди­ха вто­ро, тре­то, чет­вър­то. Дъл­го вре­ме си пов­та­рях на­ум та­зи пър­ва чет­вор­ка, до­ка­то я за­пом­них трай­но. След нея за­поч­нах вто­ра, тре­та... до­ка­то стиг­нах 8 на брой през тре­та­та го­ди­на. И кол­ко­то по­ве­че ста­ва­ха, тол­ко­ва по-труд­но ми бе­ше, за­що­то тряб­ва­ше ден и нощ да ги пов­та­рям, а съ­щев­ре­мен­но да пра­вя по­ред­но­то. То­ва про­дъл­жи це­ли три го­ди­ни.</p>
        <p>През те­зи го­ди­ни па­мет­та ми не е по­чи­ва­ла ни­то ден. Всич­ко се из­вър­шва­ше мъл­­ча­ли­во, тай­но, упо­ри­то. Съ­дър­жа­ни­е­то на вся­ко сти­хот­во­ре­ние свър­звах със заг­ла­ви­е­то му. Ка­жа ли си на­ум заг­ла­ви­е­то и съ­дър­жа­ни­е­то „рук­ва“ не­у­дър­жи­мо.</p>
        <p>Сут­рин в тъм­но, ко­га­то тръг­вах­ме за ра­бо­та, до­ка­то стиг­нем до обек­та, аз прех­вър­лях през па­мет­та си ня­кол­ко сти­хот­во­ре­ния. При зав­ръ­ща­не от ра­бо­та про­дъл­жа­вах. Ве­чер, пре­ди да зас­пя, съ­що. Пов­то­ря ли пос­лед­но­то, вед­на­га за­поч­вам пак от пър­во­то. И та­ка – це­ли три го­ди­ни.</p>
        <p>Случ­ва­ше се по­ня­ко­га да заб­ра­вя име­то на ня­кое сти­хот­во­ре­ние. То­га­ва ме об­зе­ма­ше лу­да тре­во­га. Но ето че из­вед­нъж заб­ра­ве­но­то име „чук­ва“ в па­мет­та ми и аз за­поч­вам са­мо то­ва сти­хот­во­ре­ние да си пов­та­рям ня­кол­ко де­сет­ки пъ­ти, за да не го заб­ра­вя ни­ко­га ве­че.</p>
        <p>Ос­вен труд­ност­та по съз­да­ва­не­то и за­па­ме­тя­ва­не­то на сти­хот­во­ре­ни­я­та из­пит­вах и го­ля­ма мъ­ка, че не мо­жех с ни­ко­го ни­що да спо­де­ля, тъй ка­то там не зна­еш кой е до­нос­чик и кой не е. Вед­нъж, ка­то ра­бо­тех в грън­чар­ни­ца­та на ла­ге­ра, про­шеп­нах ед­но мал­ко сти­хот­во­ре­ние на май­сто­ра-грън­чар. На дру­гия ден ме по­ви­ка аген­тът на Дър­жав­на си­гур­ност и ме при­ну­ди да му на­пи­ша сти­хот­во­ре­ни­е­то. Аз, раз­би­ра се, му на­пи­сах са­мо две-три куп­лет­че­та, но въп­ре­ки то­ва той ме прати в кар­це­ра за три де­но­но­щия.</p>
        <p>Чув­ство­то, че не мо­жеш да спо­де­лиш с дру­га­ри­те си съз­да­де­но­то, е вто­ри ад за ду­ша­та. До­ве­ря­вах се са­мо на све­ще­ник Хрис­то Мин­чев от Сви­щов, кой­то бе­ше мъл­ча­лив и со­ли­ден чо­век, а и сам бе­ше пи­са­тел, ав­тор на ня­кол­ко дра­ми.</p>
        <p>В края на тре­та­та го­ди­на сти­хот­во­ре­ни­я­та ста­на­ха 32 и до­пъл­ни­тел­но две по­е­ми. За­дър­жа­не­то им в па­мет­та ми съз­да­ва­ше го­ле­ми труд­нос­ти. За­то­ва се до­ве­рих на ед­но мом­че, зе­ме­дел­че от Ста­ра За­го­ра. Каз­ва­ше се Же­льо Ел­ке­нов и ра­бо­те­ше ка­то зи­дар на но­вос­тро­я­ща се зат­вор­ни­чес­ка сгра­да. С не­го уго­во­рих­ме един план. Аз тряб­ва­ше да на­ме­ря на­чин да за­пи­ша сти­хо­ве­те си на от­дел­ни хар­тий­ки, а той да за­зи­да бур­ка­на с хар­тий­ки­те в сгра­да­та. Ка­зах му: „Ти си млад. Ра­но или къс­но ще из­ле­зеш. Ко­га­то ня­ко­га вре­ме­на­та се про­ме­нят, ти ще дой­деш тук и ще из­ва­диш бур­ка­на. Аз мо­же да не съм жив то­га­ва!“</p>
        <p>Но да­де Гос­под и в края на 1959 г. на гру­пи ни ос­во­бо­ди­ха. При зав­ръ­ща­не­то си вкъ­щи пър­ва­та ми ра­бо­та бе да се ос­во­бо­дя от не­по­сил­ния ду­хо­вен то­вар. Свър­зах сти­хо­ве­те с бе­ли­те лис­то­ве хартия и ги пог­ре­бах под зе­мя­та. След три­де­сет­го­диш­но прес­то­я­ва­не там, ед­ва се­га, ко­га­то вре­ме­на­та се про­ме­ни­ха, въз­кръс­на­ха и те. И ето че са ве­че в ръ­це­те ти. Ще бъ­да щас­тлив, ако чрез тях съм ус­пял по­не мал­ко да се до­кос­на до ду­ша­та ти и съм съ­бу­дил тво­е­то съп­ри­час­тие към теж­ка­та съд­ба на не­вин­ни­те жер­тви.</p>
        <p style="text-align: right">Ав­то­рът</p></blockquote>

        <p>
        <img src="<?= IMG_CONTENT . '/gallery/image13.jpg' ?>" class="left" width="300" />
        През 1991–1993 г. издателство „Звезди“ издава още три негови сти­хосбирки – „<a href="tvorchestvo/razpileni-pastrotsvetiya">Разпилени пъстроцветия</a>“ (лирика), „<a href="tvorchestvo/smyah-i-zhlach">Смях и жлъч</a>“ (хумор и сатира) и „<a href="tvorchestvo/ti-li-me-povika-moe-rodno-selo">Ти ли ме повика, мое родно се­ло</a>“. През 1999 г. се появява книжката „<a href="tvorchestvo/dekameronki-kato-bonbonki">Дека­ме­рон­ки като бонбонки</a>“, а през 2000 г. – „<a href="tvorchestvo/izbrano">ИЗБРАНО</a>“ – най-доброто пуб­ли­ку­ва­но и непубликувано. През 2003 г. „Звезди“ издава книгата със социална и гражданска поезия „<a href="tvorchestvo/dobar-den-narode-moi">Добър ден, народе мой</a>“ – последната стихосбирка на Йосиф Петров.</p>

        <p>През 1969 г. се пенсионира като учител. В Писателския съюз членува от 1948 г. През 1957 г., когато е вече на лагер, го заличават от списъка, и едва през 1989 г. Общото годишно събрание въз­ста­новява членството му по предложение на писателя Радой Ралин – негов добър приятел. През 1996 г. на­пус­ка Съюза на писателите по свое желание, като пише едно Отворено писмо до пред­седателя му Николай Хайтов, публикувано във в. „Демокрация“. До края на живота си през 2004 г. членува в Сдру­жение на независимите български писатели като е и един от неговите основатели. Настоящият председател на този съюз доста често води Йосиф Петров из страната да изнася рецитали. Така той споделя с обикновените хора както голямото си сърце, така и прекрасните си стихове. Той не само умееше да създава поезия, той беше и роден артист. Рецитираше така, че в залата хората бършеха сълзите си. Едно от най-силните му стихотворения „<a href="tvorchestvo/izbrano/spomen-za-mama">Спомен за мама</a>“ обикновено разплакваше целия салон.</p>

        <p>В края на седемдесетте години Гинка заболява тежко от сърце. Пенсионира се преждевременно и животът на семейството става по-тежък. Йосиф, който вече е прехвърлил седемдесетте години, изпада в депресивни състояния и започва да мисли често за <a href="tvorchestvo/razpileni-pastrotsvetiya/predsmartno" title="Предсмъртно">смъртта</a>. Поезията му става миньорна.</p>

        <div class="poem">
            <h5>ПРЕДСМЪРТНО</h5>
            <div class="content">Плътта е смъртно уморена.
            Повява тих гробовен хлад.
            По воля висша, неотменна
            аз ще напусна тоя свят.

            Ще се завърна ли отново?
            Във чудеса не вярвам аз!
            След себе си оставям слово.
            Смъртта над него няма власт.

            1984 г.
            </div>
        </div>

        <p>През април 1989 г. Гинка си отива от този свят и Йосиф е съкрушен. Но съдбата му е приготвила подарък. На 10 ноември 1989 г. пада правителството на Тодор Живков. Макар и с дворцов преврат, промяната е налице. Това събитие се отразява изключително възраждащо върху Йосиф Петров. На 25 ноември същата година в дома му на бул. „Христо Ботев“ 34 се събират 38 стари земеделци, последователи на Никола Петков и Димитър Гичев, и възстановяват БЗНС „Никола Петков“. Назначават 5-членно временно ръководство: Никодим Попов, Милан Дренчев, д-р Сиво Чапаров, Иван Гинчев и Йосиф Петров, който е кум на Милан. Впоследствие на конференция на БЗНС „Никола Петков“ през 1991 г. най-младият от тях – Милан Дренчев, е избран за председател. БЗНС влиза в редиците на СДС и участва в първите свободни избори, които Комунистическата партия манипулира. СДС вкарва в Парламента 144 депутати. Откриването на 7-то Велико Народно Събрание е на 10 юли 1990 г. във Велико Търново. Като най-възрастен народен представител Йосиф Петров открива първото заседание с поетичното си слово:</p>

        <blockquote>
        <img src="<?= IMG_CONTENT . '/gallery/Yosif-Petrov-Veliko-Narodno-Sabranie-1990-g-Veliko-Tarnovo.jpg' ?>" class="desktop-only right" width="300" />
            <p>Уважаеми госпожи и господа народни представители! Уважаеми господа дипломати и гости!</p>
        <p>Щастлив съм, че на мен се падна високата чест тук, в старопрестолния град Велико Търново, да открия първата сесия на Седмото Велико Народно събрание на нова България.</p>
        <p>Това Велико Народно събрание е повикано от историята да излее темелите на новата българска държава. То е призвано да изработи основния закон – Конституцията, която Конституция да бъде отправната точка към създаването на една нова, свободна, независима, демократична и правова българска държава с един свободолюбив, трудолюбив и благоденстващ български народ. Задача колкото отговорна, толкова и благородна. Задача трудна, но постижима.</p>
        <p>Като ви приветствам с „Добре дошли!“ в старопрестолния град, аз ви пожелавам добра воля, здрав разум и високо съзнание за изпълнение на великата задача.</p>
        <p>Към нас са устремени днес милиони погледи, мисли и надежди. На нас разчита цял един народ. Затова нека се покажем достойни следовници на бележитите наши предци – законодатели, които преди 111 години на същото това място създадоха забележителната Търновска конституция, която блести с крилато свободолюбив и светъл демократизъм.</p>
        <p>Още веднъж „Добре дошли и ползотворна работа!“</p></blockquote>

        <img src="<?= IMG_CONTENT . '/gallery/Yosif-Petrov-Veliko-Narodno-Sabranie-1990-g-Veliko-Tarnovo.jpg' ?>" class="mobile-only" />

        <p>Започва усилена парламентарна работа. Макар и над 80 години, Йосиф Петров е винаги на линия, взима дейно участие в заседанията.</p>

        <p>За своята обществена и литературна дейност Йосиф Петров получава орден „Стара планина“ I степен и е удостоен със званието „Почетен гражданин на София“. За зла участ самите ордени бяха откраднати от апартамента му на ул. „Раковски“ 137. Представил се за журналист човек го посетил и незрящият Йосиф Петров с отворени обятия го посрещнал в дома си, без да подозира намеренията на крадеца. Но честните и добри хора винаги са доверчиви. Такъв е животът.</p>
        </div>
    </section>

</main>